"CREATING_YOUR_ACCOUNT" = "Skapar kontot…";
"CONFIGURING_YOUR_ACCOUNT" = "Ställer in kontot…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Kontrollerar ditt nätverkskonto…";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administratör";

"YES_BUTTON" = "Ja";
"NO_BUTTON" = "Nej";
"PRIVACYPOLICY_BUTTON" = "Integritetsskyddspolicy";
"RETRIEVE_APPLEID_INFO" = "Hämtar din Apple-ID-information…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Om du har ett Apple-ID sedan tidigare finns din information redan hos Apple. Inställningsassistent förenklar registreringen genom att hämta informationen på ett säkert sätt och lagrar den i datorn. Vill du hämta informationen nu?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Varningar och fel vid överföring.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Din Apple-ID-information finns inte tillgänglig för närvarande.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Datorn kunde inte ansluta till Apple. Anslutningen kan vara upptagen eller dina nätverksinställningar kan vara felaktiga. Om du vill försöka igen klickar du på Anslut. Om du vill hoppa över det här steget klickar du på Fortsätt.";

"APPLEID_AUTH_FAILED_TITLE" = "Informationen om ditt Apple-ID kunde inte kommas åt.";
"APPLEID_AUTH_FAILED" = "Ditt Apple-ID eller lösenord kändes inte igen. Klicka på Tillbaka för att ange ditt ID och lösenord igen. Kontrollera att de är korrekta.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Informationen om ditt Apple-ID kunde inte kommas åt.";
"APPLEID_AUTH_GIVEUP" = "Det Apple-ID du angav kan inte användas för närvarande. Klicka på OK om du vill hoppa över det här steget och fortsätta ställa in datorn.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Ansluter…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "PPPoE-anslutningen misslyckades.";

"ENTER_REGISTRATION_INFO" = "Ange din personliga information. Den används till att registrera din Apple-produkt, skapa ditt användarkonto, ställa in din kontaktinformation i Adressbok och ställa in ditt konto i Mail.";
"ENTER_REGISTRATION_INFO_LATER" = "Ange din personliga information. Din Apple-registrering uppdateras med den nya informationen.";

"RETAKE_VIDEO_SNAPSHOT" = "Ta om en ögonblicksbild.";
"NO_PICTURE_ALERT_TITLE" = "Du måste välja en bild för kontot.";
"NO_PICTURE_ALERT_MESSAGE" = "Du kan ta en bild med datorns kamera eller välja en bild från bildbiblioteket.";
"DRAG_TO_MOVE_IMAGE" = "Dra för att flytta bilden";

"FAILED_TO_BIND_TITLE" = "Datorn kunde inte kopplas till ”%@”.";
"FAILED_TO_BIND_MESSAGE" = "Kontakta serveradministratören.";